[Creature.CharClass_Sage_NowYouSeeIt_Creature AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Creature.PawnBalance_Sage_NowYouSeeIt_Creature AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cauda Sangrenta")

[Creature.Skills.Skill_NowYouSeeIt_ShieldRegen SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[InteractiveObjects.PlacedPheromones InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MissionItem.ID_Sage_Pheromones MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Feromônios"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[MissionItem.ID_Sage_Pheromones:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Muito útil para desobstruir tubulações, remover tintas e atrair Rastreadores."
NoConstraintText=""
Suffix=""
Prefix=""

[MissionItem.Skill_Sage_Buff_Pheromones SkillDefinition]
SkillName="Feromônios"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

